Repository: simialbi/yii2-widget-datetimepicker
Catalog: src/messages/*/messages.po
Languages: de

# simialbi/date/datepicker
source: Go to today
de: Gehe zu Heute

# simialbi/date/datepicker
source: Clear selection
de: Selektion löschen

# simialbi/date/datepicker
source: Close the picker
de: Schliessen

# simialbi/date/datepicker
source: Select Month
de: Monat wählen

# simialbi/date/datepicker
source: Previous Month
de: Vorheriger Monat

# simialbi/date/datepicker
source: Next Month
de: Nächster Monat

# simialbi/date/datepicker
source: Select Year
de: Jahr wählen

# simialbi/date/datepicker
source: Previous Year
de: Vorheriges Jahr

# simialbi/date/datepicker
source: Next Year
de: Nächstes Jahr

# simialbi/date/datepicker
source: Select Decade
de: Jahrzehnt wählen

# simialbi/date/datepicker
source: Previous Decade
de: Vorheriges Jahrzehnt

# simialbi/date/datepicker
source: Next Decade
de: Nächstes Jahrzehnt

# simialbi/date/datepicker
source: Previous Century
de: Vorheriges Jahrhundert

# simialbi/date/datepicker
source: Next Century
de: Nächstes Jahrhundert

# simialbi/date/datepicker
source: Increment of {delta, plural, =1{one hour} other{# hours}}
de: +{delta, plural, =1{# Stunde} other{# Stunden}}

# simialbi/date/datepicker
source: Pick Hour
de: Stunde wählen

# simialbi/date/datepicker
source: Decrement of {delta, plural, =1{one hour} other{# hours}}
de: -{delta, plural, =1{# Stunde} other{# Stunden}}

# simialbi/date/datepicker
source: Increment of {delta, plural, =1{one minute} other{# minutes}}
de: +{delta, plural, =1{# Minute} other{# Minuten}}

# simialbi/date/datepicker
source: Pick Minute
de: Minute wählen

# simialbi/date/datepicker
source: Decrement of {delta, plural, =1{one minute} other{# minutes}}
de: -{delta, plural, =1{# Minute} other{# Minuten}}

# simialbi/date/datepicker
source: Increment of {delta, plural, =1{one second} other{# seconds}}
de: +{delta, plural, =1{# Sekunde} other{# Sekunden}}

# simialbi/date/datepicker
source: Pick Second
de: Sekunde wählen

# simialbi/date/datepicker
source: Decrement of {delta, plural, =1{one second} other{# seconds}}
de: -{delta, plural, =1{# Sekunde} other{# Sekunden}}

# simialbi/date/datepicker
source: Toggle Period
de: Vormittag / Nachmittag

# simialbi/date/datepicker
source: Select Time
de: Zeit wählen
